var judge = {
  南京信息工程大学: {
    include: ["南京信息工程大学", "南信大"],
    exclude: []
  },
  南京大学: {
    include: ["南京大学", "南大"],
    exclude: ["南京大学金陵学院", "东南", "南大金陵"]
  },
  南京大学金陵学院: {
    include: ["南京大学金陵学院", "南大金陵"],
    exclude: []
  },
  金陵科技学院: {
    include: ["金陵科技学院"],
    exclude: []
  },
  南京航空航天大学: {
    include: ["南京航空航天大学", "南京航天航空", "南航"],
    exclude: []
  },
  河海大学: {
    include: ["河海大学"],
    exclude: []
  },
  南京信息工程大学: {
    include: ["南京信息工程大学", "南信大"],
    exclude: []
  },
  南京邮电大学: {
    include: ["南京邮电大学", "南邮"],
    exclude: []
  },
  南京师范大学: {
    include: ["南京师范大学", "南师"],
    exclude: []
  },
  南京财经大学: {
    include: ["南京财经大学", "南财"],
    exclude: []
  },
  南京理工大学: {
    include: ["南京理工大学", "南理工"],
    exclude: ["紫金学院"]
  },
  南理工紫金学院: {
    include: ["南理工紫金学院", "南理工紫金", "紫金学院"],
    exclude: []
  },
  东南大学: {
    include: ["东南大学", "东大"],
    exclude: []
  },
  中国传媒大学南广学院: {
    include: ["中国传媒大学南广学院", "南广学院","南广"],
    exclude: []
  },
  南京林业大学: {
    include: ["南京林业大学", "南林"],
    exclude: []
  },
  南京农业大学: {
    include: ["南京农业大学", "南农"],
    exclude: []
  },
  南京艺术学院: {
    include: ["南京艺术学院", "南艺"],
    exclude: []
  },
  江苏第二师范学院: {
    include: ["江苏第二师范学院", "江苏第二师范", "江苏省第二师范学院"],
    exclude: []
  },
  中国药科大学: {
    include: ["中国药科大学"],
    exclude: []
  },
  南京中医药大学: {
    include: ["南京中医药大学", "南中医"],
    exclude: []
  },
  南京审计大学: {
    include: ["南京审计大学", "南审", "金审学院"],
    exclude: []
  },
  南京工业大学: {
    include: ["南京工业大学", "南工业", "南京公业大学"],
    exclude: []
  },
  南京晓庄学院: {
    include: ["南京晓庄学院", "晓庄", "南京晓庄"],
    exclude: []
  },
  江苏警官学院: {
    include: ["江苏警官学院"],
    exclude: []
  },
  三江学院: {
    include: ["三江学院", "三江"],
    exclude: []
  },
  江苏国际预科学院: {
    include: ["江苏国际预科学院"],
    exclude: []
  },
  南京城市职业学院: {
    include: ["南京城市职业学院"],
    exclude: []
  },
  江苏城市职业学院: {
    include: ["江苏城市职业学院"],
    exclude: []
  },
  南京机电职业技术学院: {
    include: ["南京机电职业技术学院", "南京机电职业学院"],
    exclude: []
  },
  南京工业职业技术学院: {
    include: ["南京工业职业技术学院", "南工院仙林校区"],
    exclude: []
  },
  南京视觉艺术学院: {
    include: ["南京视觉艺术学院"],
    exclude: []
  },
  南京体育学院: {
    include: ["南京体育学院"],
    exclude: []
  },
  南京森林警官学院: {
    include: ["南京森林警官学院", "南京森林警察学院"],
    exclude: []
  },
  南京视觉艺术职业学院: {
    include: [
      "南京视觉艺术职业学院",
      "南京视角艺术职业学院",
      "南京视觉艺术职业学校",
      "南京视觉艺术学校",
      "南京视觉艺术学院"
    ],
    exclude: []
  },
  南京医科大学: {
    include: ["南京医科大学"],
    exclude: []
  },
  南京工程学院: {
    include: ["南京工程学院"],
    exclude: []
  },
  南京科技职业学院: {
    include: ["南京科技职业学院"],
    exclude: []
  },
  江苏经贸职业技术学院: {
    include: ["江苏经贸职业技术学院"],
    exclude: []
  },
  南京特殊教育师范学院: {
    include: ["南京特殊教育师范学院"],
    exclude: []
  },
  正德职业技术学院: {
    include: ["正德职业技术学院", "正德"],
    exclude: []
  },

  南京旅游职业学院: {
    include: ["南京旅游职业学院"],
    exclude: []
  },
  南京交通职业技术学院: {
    include: ["南京交通职业技术学院"],
    exclude: []
  },
  南京金城学院: {
    include: ["南京金城学院"],
    exclude: []
  },
  南京玄武中等专业学校: {
    include: ["南京玄武中等专业学校"],
    exclude: []
  },
  南京交通技师学院: {
    include: ["南京交通技师学院"],
    exclude: []
  },
  南京莫愁职业学校: {
    include: ["南京莫愁职业学校"],
    exclude: []
  },
  江苏广播电视学校: {
    include: ["江苏广播电视学校"],
    exclude: []
  },
  南京铁道职业技术学院: {
    include: ["南京铁道学院", "南京铁道职业技术学院"],
    exclude: []
  },

  浙江工商大学: {
    include: ["浙江工商大学"],
    exclude: []
  },
  南京市广播电视大学: {
    include: ["南京市广播电视大学", "南京广播电视大学"],
    exclude: []
  },
  北京理工大学: {
    include: ["北京理工大学"],
    exclude: []
  },
  贵州民族大学: {
    include: ["贵州民族大学"],
    exclude: []
  },

  玄武中等专业学校: {
    include: ["玄武中等专业学校"],
    exclude: []
  },
  天津师范大学: {
    include: ["天津师范大学"],
    exclude: []
  },
  苏州职业大学: {
    include: ["苏州职业大学"],
    exclude: []
  },
  钟山职业技术学院: {
    include: ["钟山职业技术学院"],
    exclude: []
  },
  苏州职业大学: {
    include: ["苏州职业大学"],
    exclude: []
  },
  南京公共事业技工学校: {
    include: ["南京公共事业技工学校"],
    exclude: []
  },
  南京工程高等职业技术学校: {
    include: ["南京工程高等职业技术学校", "南京工程高等职业学校"],
    exclude: []
  }
};
